var works1 = {
    q:'Вы живёте в тихой и уютной деревеньке на окрайне страны.\n' +
    'Здесь есть практчески всё: речка, лес, горы, озеро, луга и поля, есть даже школа в соседнем селе.\n' +
    'Сейчас начало лета, воскресенье, раннее утро, Вы просыпаетесь и собираетесь ...\n',
    k: 2,
    a1: '1 - Поспать до обеда\n',
    a2: '2 - Пойти прогуляться\n'
}
var works2 = {
    q: 'Вы решили поспать до обеда.\n' +
    'После того как Вы проснулись первое, что вы ощутили, это приятный запах, который шёл с кухни.\n' +
    'После Вы замечаете, какая за окном прекрасная погода, и Вы думаете ...\n',
    k: 2,
    a1: '1 - Пойти прогуляться\n',
    a2: '2 - Пойти пообедать\n'
}

var works3 = {
    q: 'Вы решили пойти прогуляться.\n' +
    'Вы выходите из своего дома и видите прекрасный рассвет, блики солнца так и играют на озёрной глади.\n' +
    'Вы решаете дойти до озера, полюбоваться его красотойю\n' +
    'С одной стороны тропинки Вы видите пшеничное поле, за которым веднеется лес.\n' +
    'С другой стороны течёт речка, а в далеке виднеются горы.\n' +
    'Вы наслаждаетесь пейзажами и не замечаете как летит время.\n' +
    'Домой Вы приходите только к обеду, но до обеда ещё есть время и Вы решаете ...\n',
    k: 2,
    a1: '1 - Подождать обед в столовой\n',
    a2: '2 - Поколоть дров перед обедом\n'
}

var works4 = {
    q: 'Вы решили подождать обед в столовой.\n' +
    'Вам приносят вкусный обед, вы кушаете, на этом можно и игру закончить\n',
    k: 2, // кол-во ответов
    a1: '1 - Отлично, я согласен!\n',
    a2: '2 - Ну вот, а так все хорошо начиналось...\n',
}

var works5 = {
    q: 'Вы решили поколоть дров перед обедом\n' +
    'и слишком увлеклись, работая до самой ночи\n' +
    'Вы вернулись в столовую на ужин и вкусно покушали.\n' +
    'На этом можно и игру закончить\n',
    k: 2, // кол-во ответов
    a1: '1 - Отлично, я согласен!\n',
    a2: '2 - Ну вот, а так все хорошо начиналось...\n',
}

